{
  "PRESENTATION": {
    "HELLO": "Hello",
    "NAME": "my name is"
  },
  "LOGOUT": "Log out",
  "NAV": {
    "HOME": "Home",
    "ABOUT_ME": "About me",
    "PROJECTS": "Projects",
    "CONTACT": "Contact"
  },
  "ABOUT_ME": {
    "TITLE": "About me",
    "SHORT": "I am a junior web developer focused on Front-end and basic Back-end, passionate about simple designs and web accessibility. Backed by a year of self-taught experience in personal and collaborative projects.",
    "EXPANDED": "With completed secondary studies, I have a great interest in programming, especially in web development and UI design.<br/>I have acquired knowledge through online courses, certifications, participation in challenges and competitions, among other activities. With the ideal tools to develop, I continue to expand the reach of my skills.",
    "SKILLS": "Skills"
  },
  "PROFILE_CARD": {
    "AGE": "25 years old",
    "LOCATION": "Location: Chile",
    "QUOTE_LABEL": "Quote of the day",
    "QUOTE": "Don't count on luck, count on your skills.",
    "INTEREST_FIELDS": "Fields of interest"
  },
  "CONTACT-ME": {
    "TITLE": "Contact with me"
  },
  "EXPERIENCE": {
    "TITLE": "Projects",
    "PROJECT_BLACKLIST": {
      "TITLE": "Lists of",
      "DESCRIPTION": "Web application built with Angular and NgRx that allows users to create, view, and manage lists with descriptive titles. Data is initially stored in localStorage, ensuring basic persistence without the need for a backend. The system is prepared for integration with third-party authentication and a database, in case scalability or multi-user access is required."
    },
    "PROJECT_ONLINESTORE": {
      "TITLE": "Online Store",
      "DESCRIPTION": "Project developed in React as a demonstration of web development and state management skills. This application simulates an online store where users can browse products, add or remove items from the cart, all while managing stock dynamically."
    }
  },
  "FOOTER": {
    "LOCATION": "Santiago, Chile",
    "WEB_VERSION": "web version 2.0",
    "VERSION_1": "version 1.0"
  },
  "SOCIAL": {
    "FACEBOOK": "Redirect to Facebook",
    "GITHUB": "Redirect to GitHub",
    "LINKEDIN": "Redirect to LinkedIn",
    "TWITTER": "Redirect to Twitter",
    "INSTAGRAM": "Instagram redirect disabled"
  }
}